Repository: LetiMalaga/Macro02
Catalog: MAcro02-Grupo02/MAcro02-Grupo02/Localizable.xcstrings
Source language: pt_br
Languages: en

source: + Adicione uma atividade de descanso curto
en: + Add a short break activity

source: + Adicione uma atividade de descanso longo
en: + Add a long break activity

source: Ajustes
en: Settings

source: Ao completar alguns ciclos de foco, é hora de um intervalo mais longo. Aproveite essa pausa para descansar mais profundamente.
en: After completing some work cycles, it’s time for a longer break. Enjoy this pause to rest a little more.

source: Aperte para começar
en: Touch to start

source: Após um ciclo de foco, o app sugere atividades como alongamentos ou uma respiração profunda para você relaxar e manter o foco renovado.
en: After a work cycle, the app suggests activities such as stretching or deep breathing to get you to relax and renew your focus.

source: Atividades Personalizadas
en: Personalized Activities

source: Ciclos de Pomodoro
en: Pomodoro Cycles

source: Ciclos pre-definidos:
en: Predefined Cycles:

source: Com este modo ativado, o pomodoro é contado a partir do 0 e assim prossegue até que você o pare.
en: With this mode activated, the Pomodoro starts from 0 and will continue until you stop it.

source: Concluir
en: Confirm

source: Continuar
en: Continue

source: Defina quantos ciclos de foco e intervalos você deseja realizar. O app automatiza essas sessões, permitindo que você se concentre sem precisar se preocupar com os tempos.
en: Define how many focus cycles and intervals you desire. The app automates these sessions, allowing you to focus without needing to worry about time.

source: Descrição de Atividade
en: Activity Description

source: Dia
en: Day

source: Editar
en: Edit

source: Escolha uma Etiqueta
en: Choose a tag

source: Estudo
en: Study

source: Estudos
en: Studies

source: Expire
en: Breathe out

source: Foco
en: Focus

source: Hoje
en: Today

source: Hora de focar! Escolha o tempo ideal para mergulhar na sua tarefa e bloquear distrações.
en: Time to focus! Pick the ideal time to submerge in your task and block all distractions.

source: Horas
en: Hours

source: Iniciar
en: Start

source: Inspire
en: Breathe in

source: Intervalo
en: Break

source: Intervalo Curto
en: Short Break

source: Intervalo Longo
en: Long Break

source: Mantenha pressionado para pausar
en: Hold down to pause

source: Mantenha pressionado para pular
en: Hold down to skip

source: Meditação
en: Meditation

source: Mês
en: Month

source: Nova Atividade
en: New Activity

source: Nova Atividade Curta
en: New Short Activity

source: Nova Atividade Longa
en: New Long Activity

source: Nova Etiqueta
en: New Tag

source: Outros
en: Others

source: Pausa
en: Pause

source: Pausa Longa
en: Long Break

source: Personalização
en: Customization

source: População
en: Population

source: Projetos
en: Projects

source: Recomendação de Atividades
en: Activity Recommendation

source: Refrescar
en: Refresh

source: Resetar
en: Reset

source: Respiração ao iniciar Pomodoro
en: Breathing Exercise

source: Resultados
en: Results

source: Salvar
en: Save

source: Segure
en: Hold

source: Selecione uma Etiqueta
en: Pick a Tag

source: Sem Tag
en: No Tag

source: Semana
en: Week

source: Sessões
en: Sessions

source: Sons
en: Sounds

source: Sugestões
en: Suggestions

source: Tempos predefinidos
en: Predefined Times

source: Tipo
en: Type

source: Trabalho
en: Work

source: Treino
en: Training

source: Verifique sua conexão à internet
en: Check your Internet connection

source: Vibrações
en: Haptics

source: Voltar
en: Back
